Repository: 84000/data-translation-memory
Catalog: toh216-v3.tmx
Source language: bo
Languages: en

source: དེ་ནས་རྒྱལ་པོ་ཆེན་པོ་བཞི་དཔུང་དང་བཅས་འཁོར་དང་བཅས་ཏེ། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་མཆོད་པའི་ལས་ལ་བརྩོན་པར་གྱུར་ཏོ། །བརྒྱ་བྱིན་ལྷའི་དབང་པོ་ཡང་ཆུང་མ་དང་།
en: Then the Four Great Kings along with their armies and retinues exerted themselves in the veneration of Mañjuśrī Kumārabhūta.

source: ལྷའི་བུ་མོ་དང་། དེ་མ་ཡིན་པའི་ལྷ་དང་། ལྷ་མ་ཡིན་གྱི་བུ་མོ་དག་དང་བཅས་ཏེ། ཨ་ཀ་རུ་དང་། ཙན་དན་གྱི་ཕྱེ་མས་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་དང་།
en: Śakra, lord of the gods, along with his wives and goddesses, as well as other gods and female asuras, scattered aloeswood and sandalwood incense powder on all the bodhisattvas and hearers.

source: ཉན་ཐོས་ཐམས་ཅད་ལ་གཏོར་ཀྱང་སྐྱེས་བུ་དམ་པ་དེ་དག་ནི་སྤོས་ཀྱི་འདུ་ཤེས་དང་། ལྷའི་བུ་མོའི་འདུ་ཤེས་སུ་སྐྱེད་པ་མི་བྱེད་དོ།
en: Yet the sublime beings did not entertain any thoughts regarding the incense or the goddesses.

source: །ཚངས་པ་མི་མཇེད་ཀྱི་བདག་པོ་ཡང་ཁྱེའུའི་གཟུགས་སུ་བསྒྱུར་ཏེ།
en: Brahmā, lord of the Sahā world, took on the guise of a child.

source: གཡག་རྔའི་རྡུལ་ཡབ་ཐོགས་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་གཡས་ལོགས་ན་གཡོབ་ཅིང་འདུག་པར་གྱུར་ཏོ།
en: Holding a yak tail fan, he stood to the right of Mañjuśrī Kumārabhūta, fanning him.

source: །ཚངས་པའི་རིས་ཀྱི་ལྷའི་བུ་རྣམས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱི་གཡས་ཕྱོགས་ན་འདུག་ཅིང་། གཡག་རྔའི་རྡུལ་ཡབ་ཐོགས་ཏེ་གཡོབ་པར་གྱུར་ཏོ།
en: The Brahmā gods stood to the right of the bodhisattvas, likewise fanning them with yak tail fans.

source: །ཀླུའི་རྒྱལ་པོ་མ་དྲོས་པ་ཡང་བདག་གི་ལུས་མི་སྣང་བར་བྱས་ཏེ། སྟེང་གི་བར་སྣང་ལས་མེ་ཏོག་གི་སེ་མོ་དོ་འཕྱང་བར་བྱས་སོ། །མེ་ཏོག་གི་སེ་མོ་དོ་དེ་ལས་ཀྱང་ཆུ་ཡན་ལག་བརྒྱད་དང་ལྡན་པ་འབྱུང་བར་བྱེད་དེ། ཆུ་དེས་ཀྱང་ཆུའི་བྱ་བ་བྱས་སོ།
en: The nāga king Anavatapta made his own body invisible and dangled flower necklaces in the sky, and water replete with the eight qualities dripped from these flower necklaces as offerings of water.

source: །དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་སོ་སོ་དང་། དེ་བཞིན་དུ་ཉན་ཐོས་རྣམས་ཀྱི་མདུན་དུ་ཡང་། མུ་ཏིག་གི་སེ་མོ་དོ་འཕྱང་དུ་བཅུག་སྟེ། དེ་དག་གིས་ཆུའི་བྱ་བ་བྱས་སོ།
en: Similarly, before each bodhisattva and likewise the hearers, he caused pearl necklaces to dangle that likewise yielded water offerings.

source: །དེ་ནས་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་འདི་སྙམ་དུ་གྱུར་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་འདི་དག་ལ་ལྷུང་བཟེད་མི་མངའ་ན། དེ་དག་ཅི་ལས་གསོལ་བར་འགྱུར་སྙམ་མོ།
en: Then King Ajātaśatru wondered, “If these bodhisattvas are not bearing alms bowls, what will they eat from?”

source: །དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་སེམས་ཀྱིས་རྒྱལ་པོ་མ་སྐྱེས་དགྲའི་སེམས་ཀྱི་ཡོངས་སུ་རྟོག་པ་ཤེས་ནས། རྒྱལ་པོ་མ་སྐྱེས་དགྲ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Mañjuśrī Kumārabhūta knew the thoughts in King Ajātaśatru’s mind, and he said to King Ajātaśatru, “Listen, Great King!

source: །ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་རིགས་ཀྱི་བུ་འདི་དག་ནི་ལྷུང་བཟེད་ཁྱེར་ཏེ་མི་འོང་གི །སངས་རྒྱས་ཀྱི་ཞིང་གང་དང་གང་དག་ཏུ་ཟས་ཟ་བ་དེ་དང་དེ་དག་ཏུ་འདི་དག་འཁོད་མ་ཐག་ཏུ། སྔོན་གྱི་བྱིན་གྱི་རླབས་ཀྱིས་ཟས་ཀྱི་སྔ་ལོགས་སུ་བདག་བདག་གི་སངས་རྒྱས་ཀྱི་ཞིང་ནས་ལྷུང་བཟེད་རྣམས་བར་སྣང་ལས་འོང་སྟེ་ལག་པ་ན་འདུག་པར་བྱེད་དོ།
en: These noble sons have not brought any alms bowls, because due to the blessings of their past actions, whenever they assemble in a buddha realm to have a meal, alms bowls will manifest out of the sky from their respective buddha realms into their hands before they eat.”

source: །རྒྱལ་པོས་གསོལ་པ། འཇམ་དཔལ་འོ་ན་སྐྱེས་བུ་དམ་པ་འདི་དག་སངས་རྒྱས་ཀྱི་ཞིང་གང་ནས་མཆིས།
en: The King asked, “In that case, Mañjuśrī, from what buddha realm have these sublime beings come?

source: དེ་ན་དེ་བཞིན་གཤེགས་པའི་མཚན་ཅི་ལགས། འཇམ་དཔལ་གྱིས་སྨྲས་པ།
en: What is the name of the Thus-Gone One there?”

source: རྒྱལ་པོ་ཆེན་པོ་འཇིག་རྟེན་གྱི་ཁམས་ནི་རྟག་ཏུ་སྒྲ་བསྒྲགས་ཞེས་བགྱིའོ། །དེ་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བསྒྲགས་པའི་དཔལ་ཞེས་བྱ་བ་ད་ལྟར་བཞུགས་སོ། །འཚོའོ། །གཞེས་སོ། །ཆོས་ཀྱང་སྟོན་ཏོ།
en: Mañjuśrī replied, “Great King, the realm is called Eternally Resounding Sound, and there the thus-gone, worthy, perfect Buddha Resounding Glory currently lives, thrives, is well, and teaches the Dharma.

source: །སངས་རྒྱས་ཀྱི་ཞིང་དེ་ནས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འདི་དག་ཁྱོད་ཀྱི་བཤོས་གསོལ་བ་དང་། ཁྱོད་ཀྱི་འགྱོད་པ་ངན་པ་དེ་མཉན་པའི་ཕྱིར་འདིར་ལྷགས་སོ། །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གིས།
en: These bodhisattva great beings from that buddha realm have come here to have your meal and hear about your awful remorse.”

source: སེམས་བསྐྱེད་མ་ཐག་ཏུ། འཇིག་རྟེན་གྱི་ཁམས་རྟག་ཏུ་སྒྲ་བསྒྲགས་དེ་ནས་ལྷུང་བཟེད་དེ་དག་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གི་བྱིན་གྱི་རླབས་དང་། དེ་བཞིན་གཤེགས་པ་དེའི་སྔོན་གྱི་སྨོན་ལམ་གྱིས་སྟེང་གི་བར་སྣང་ལས་སོང་སྟེ།
en: Then, as soon as they developed the mind directed toward awakening, alms bowls appeared out of the sky from the world Eternally Resounding Sound due to the blessings of those bodhisattvas and the past aspirations of that thus-gone one.

source: མཚོ་མ་དྲོས་པ་ཆེན་པོར་བབས་ཏེ། དེ་དག་ཆུ་ཡན་ལག་བརྒྱད་དང་ལྡན་པས་བཀྲུས་ནས། མེ་ཏོག་པད་མའི་འདབ་མའི་སྟེང་དུ་བཞག་སྟེ།
en: The bowls landed in the great Lake Anavatapta, where they were washed with water replete with the eight qualities and placed upon lotus petals.

source: ཀླུའི་བུ་མོ་བརྒྱད་ཁྲི་ཉིས་སྟོང་གིས་ཁྱེར་ནས། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་ལ་ཕུལ་ལོ།
en: Carried by eighty-two thousand female nāgas, they were offered to the bodhisattvas.

source: །དེ་ནས་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་ཤིན་ཏུ་ཆེར་དགའ་མགུ་རངས་རབ་ཏུ་དགའ་ཞིང་དགའ་བ་དང་ཡིད་བདེ་བ་སྐྱེས་ནས།
en: King Ajātaśatru was happy and delighted.

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་ཕྱག་འཚལ་ཞིང་འདུག་པར་གྱུར་པ་དང་།
en: Filled with joy, happiness, and delight, he bowed to Mañjuśrī Kumārabhūta.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་མཆོད་སྟོན་དྲོངས་ཤིག །
en: Mañjuśrī then said to him, “Great King, please offer your feast.

source: དེའི་དུས་ལ་བབ་པར་ཤེས་པར་གྱིས་ཤིག །
en: Know that the time has come.”

source: དེ་ནས་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་མཆོད་སྟོན་ཇི་ལྟར་སྦྱར་བ་རྣམས་དྲངས་ཏེ། བཟའ་བའམ། བཅའ་བའམ། བལྡག་པ་གང་དང་གང་དྲངས་པ་དེ་དང་དེ་གཞོན་པའི་མཐའི་བར་དུ་ཟད་མི་ཤེས་པར་གྱུར་ཏོ།
en: King Ajātaśatru offered the feast that had been prepared, and the food, drink, and soups he offered proved inexhaustible, lasting until the young ones had been served.

source: །དེ་ལྟ་སྟེ། རྒྱལ་པོ་མ་སྐྱེས་དགྲས་ལྔ་བརྒྱ་པའི་མཆོད་སྟོན་སྦྱར་བ་དེ་ལས། བྱང་ཆུབ་སེམས་དཔའ་བརྒྱད་ཁྲི་ཉིས་སྟོང་པོ་དེ་དག་དང་། ཉན་ཐོས་ལྔ་བརྒྱ་ཙམ་དེ་དག་ཆོག་པར་བྱས་ཀྱང་། མཆོད་སྟོན་དེ་ཡོངས་སུ་ཟད་ཅིང་གཏུགས་པར་མ་གྱུར་ཏོ།
en: The five hundred portions that King Ajātaśatru had prepared were enough to feed all eighty-two thousand bodhisattvas and five hundred hearers, and even then they were not finished and did not run out.

source: །དེ་ནས་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་གསོལ་པ། འཇམ་དཔལ་མཆོད་སྟོན་འདི་མ་བྱས་པ་ངོ་མཚར་ཏོ། །འཇམ་དཔལ་གྱིས་སྨྲས་པ།
en: King Ajātaśatru said, “Mañjuśrī, it is amazing that this feast did not run out.”

source: རྒྱལ་པོ་ཆེན་པོ་ཇི་ལྟར་འགྱོད་པ་ངན་པ་དེ་མི་ཟད་པ་དེ་བཞིན་དུ་མཆོད་སྟོན་འདི་མི་ཟད་དོ།
en: Mañjuśrī responded, “Great King, this feast is as inexhaustible as your awful remorse.”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་གིས་ཟས་ཟོས་ནས་ལྷུང་བཟེད་རྣམས་ནམ་མཁའ་ལ་འཕངས་པ་དང་། དེ་དག་མ་བཟུང་བཞིན་དུ་བར་སྣང་ལ་འདུག་པར་གྱུར་ཏེ་མ་ལྷུང་ངོ་།
en: Once the bodhisattva great beings had finished their meal, they flung their alms bowls back into the sky, where they remained suspended without falling or being held up.

source: །དེ་ནས་རྒྱལ་པོས་གསོལ་པ། འཇམ་དཔལ་ལྷུང་བཟེད་འདི་དག་ཅི་ལ་གནས། སྨྲས་པ།
en: The king asked, “Mañjuśrī, upon what are these alms bowls resting?” “

source: རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་ཀྱི་འགྱོད་པ་ངན་པ་དེ་ཅི་ལ་གནས་པ་དེ་ཉིད་ལ་ལྷུང་བཟེད་འདི་དག་གནས་སོ།
en: Great King, these alms bowls are resting on the same thing that your awful remorse is resting on.”

source: །རྒྱལ་པོས་གསོལ་པ། འཇམ་དཔལ་ལྷུང་བཟེད་འདི་དག་ནི་མི་གནས་སོ།
en: The king continued, “Mañjuśrī, these alms bowls are not resting on anything.”

source: །འཇམ་དཔལ་གྱིས་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་ཀྱི་འགྱོད་པ་ངན་པ་དེ་ཡང་མི་གནས་སོ།
en: Mañjuśrī said, “Great King, neither does your awful remorse rest on anything.

source: །རྒྱལ་པོ་ཆེན་པོ་འདི་ལྟ་སྟེ། དཔེར་ན་ལྷུང་བཟེད་འདི་དག་མི་གནས་ཀྱང་མི་ལྟུང་བ་དེ་བཞིན་དུ་རྒྱལ་པོ་ཆོས་ཐམས་ཅད་ཀྱང་མི་ཆགས་མི་གནས་ཤིང་ཆོས་གང་ལ་ཡང་མི་ལྟུང་ངོ་།
en: Great King, to draw an analogy, just as these alms bowls do not fall though they do not rest on anything, likewise, King, all phenomena are not blocked and do not rest on anything, and they do not fall.”

source: །དེ་ནས་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། ཉན་ཐོས་ཆེན་པོ་དེ་དག་ལག་པ་དང་ལྷུང་བཟེད་བཀྲུས་པར་ཤེས་ཏེ།
en: King Ajātaśatru saw that the bodhisattvas and great hearers had washed their hands and alms bowls.

source: ཆོས་མཉན་པའི་ཕྱིར་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་མདུན་དུ་འདུག་ནས་འཕགས་པ་འཇམ་དཔལ་བདག་གི་འགྱོད་པ་དེ་བསལ་དུ་གསོལ་ཞེས་བྱས་པ་དང་།
en: So he went before Mañjuśrī Kumārabhūta to hear the Dharma. He requested, “Noble Mañjuśrī, please eliminate my remorse.”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་ཀྱི་འགྱོད་པ་དེ་ནི་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱིས་ཀྱང་བསལ་མི་ནུས་སོ།
en: Mañjuśrī said, “Great King, even as many perfect buddhas as there are grains of sand in the Ganges could not eliminate your remorse.”

source: །དེ་ནས་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་བདག་མགོན་མེད་པར་ཤེས་ནས་ཤིང་བཅད་པ་བཞིན་དུ་ས་ཆེན་པོ་འདི་ལ་འགྱེལ་བར་གྱུར་ཏོ།
en: King Ajātaśatru, realizing that he was without protection, fell to the ground like a tree that had been felled.

source: །དེ་ནས་གནས་བརྟན་འོད་སྲུང་ཆེན་པོས་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །རྒྱལ་པོ་ཆེན་པོ་མ་འཇིགས་མ་སྐྲག་ཅིག །
en: The elder Mahākāśyapa then said to King Ajātaśatru, “Great King, do not be frightened.

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ནི་དགོངས་པ་འཆད་པ་ལ་མཁས་པ་ཡིན་གྱིས།
en: Mañjuśrī Kumārabhūta is skilled in explaining his intentions.

source: འདི་ཉིད་ལ་ཁྱོད་ཀྱིས་ཅི་ལས་དགོངས་ཏེ་ཁྱོད་ཀྱི་འགྱོད་པ་ངན་པ་དེ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་བསལ་མི་ནུས་སོ་ཞེས་དེ་སྐད་དུ་སྟོན་ཅེས་ཞུས་ཤིག །
en: You should request him to explain the meaning behind his statement that even as many blessed buddhas as there are grains of sand in the Ganges could not eliminate your awful remorse.”

source: དེ་ནས་རྒྱལ་པོ་མ་སྐྱེས་དགྲས་སའི་སྟེང་ནས་སླར་ལངས་ཏེ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །འཇམ་དཔལ་ཅི་ལ་དགོངས་ཏེ་ཁྱོད་ཀྱི་འགྱོད་པ་དེ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་ཀྱང་བསལ་མི་ནུས་ཞེས་དེ་སྐད་དུ་སྟོན།
en: Then King Ajātaśatru rose from the ground and asked Mañjuśrī Kumārabhūta, “Mañjuśrī, what did you intend when you said that even as many thus-gone, worthy, perfect buddhas as there are grains of sand in the Ganges could not eliminate my remorse?”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་དེ་ཇི་སྙམ་དུ་སེམས།
en: Mañjuśrī answered, “Great King, what do you think?

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་སེམས་ཀྱི་དམིགས་པས་བསྐྱེད་པ་ཡིན་ནམ། གསོལ་པ།
en: Are blessed buddhas generated by mental observations?” “

source: འཇམ་དཔལ་དེ་མ་ལགས་སོ། །སྨྲས་པ།
en: Mañjuśrī, they are not.” “

source: སེམས་བསྐྱེད་པས་བསྐྱེད་པ་ཡིན་ནམ། གསོལ་པ།
en: Are they generated by mental production?” “

source: སེམས་འགགས་པས་བསྐྱེད་པ་ཡིན་ནམ། གསོལ་པ།
en: Are they generated by mental blockage?” “

source: འདུས་མ་བྱས་པས་བསྐྱེད་པ་ཡིན་ནམ། གསོལ་པ།
en: Are they generated by the unconditioned?” “

source: འདུས་བྱས་ཀྱིས་བསྐྱེད་པ་ཡིན་ནམ།
en: Are they generated by the conditioned?” “

source: །སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་དེ་ཇི་སྙམ་དུ་སེམས།
en: Great King, what do you think?

source: ཆོས་གང་ཆོས་གང་གིས་ཀྱང་བསྐྱེད་པར་མི་འགྱུར་བའི་ཆོས་དེས་ཆོས་གང་ཡང་བསལ་བར་ནུས་སམ།
en: Can something that is not generated in any way be eliminated?” “

source: །འཇམ་དཔལ་གྱིས་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་ངས་དེ་ལ་དགོངས་ཏེ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱིས་ཀྱང་ཁྱོད་ཀྱི་འགྱོད་པ་དེ་བསལ་བར་མི་ནུས་སོ་ཞེས་དེ་སྐད་སྨྲས་སོ།
en: Mañjuśrī continued, “Great King, this is the meaning I intended by my statement that even as many blessed buddhas as there are grains of sand in the Ganges could not eliminate your remorse.

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་བར་སྣང་གི་ནམ་མཁའ་འདི་ལ་གང་ལ་ལ་ཞིག་རྡུལ་ལམ། དུ་བའམ། མུན་པས་ཀུན་ནས་ཉོན་མོངས་པར་བྱེད་པར་འདོད་ན་རྒྱལ་པོ་ཆེན་པོ་དེ་ཇི་སྙམ་དུ་སེམས།
en: Furthermore, Great King, imagine that someone wished to afflict the sky above with dust, smoke, or darkness.

source: བར་སྣང་གི་ནམ་མཁའ་ཀུན་ནས་ཉོན་མོངས་པར་བྱ་ནུས་སམ།
en: Great King, what do you think, could they afflict the sky above?” “

source: །སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་གང་ལ་ལ་ཞིག་ངས་བར་སྣང་གི་ནམ་མཁའ་རྣམ་པར་སྦྱང་ངོ་ཞེས་དེ་སྐད་ཟེར་ན་བར་སྣང་གི་ནམ་མཁའ་རྣམ་པར་སྦྱང་བར་ནུས་སམ། གསོལ་པ།
en: Great King, if someone were to claim that they had purified the sky above, could they actually purify the sky above?” “

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཆོས་ཐམས་ཅད་ནམ་མཁའ་དང་མཚུངས་པ། རང་བཞིན་གྱིས་ཀུན་ནས་ཉོན་མོངས་པ་མེད་པར་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཏེ།
en: Likewise, the thus-gone ones have perfectly understood the fact that all phenomena are like space, that by their very nature they cannot be afflicted.

source: ཆོས་གང་ཡང་ཉོན་མོངས་པའམ་བྱང་བར་མ་གཟིགས་ན་དེ་དག་གིས་ཇི་ཞིག་བསལ་བར་མཛད།
en: If they thus see that no phenomenon can be afflicted or purified, how could they eliminate something like that?

source: རྒྱལ་པོ་ཆེན་པོ་ངས་ནི་དེ་ལ་ཡང་དགོངས་ཏེ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱིས་ཀྱང་ཁྱོད་ཀྱི་འགྱོད་པ་དེ་བསལ་མི་ནུས་སོ་ཞེས་དེ་སྐད་སྨྲའོ།
en: Great King, this is also what I had in mind when I said that even as many blessed buddhas as there are grains of sand in the Ganges could not eliminate your remorse. “

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱིས་ནི་གང་སེམས་ལྡང་བ་དེ་ནང་དུ་ཡང་མ་དམིགས། གང་སེམས་ལྡང་བ་དེ་ཕྱི་རོལ་དུ་ཡང་མ་དམིགས་སོ།
en: Furthermore, Great King, the blessed buddhas do not observe the arising of any mental events internally, nor do they observe the arising of any mental events externally.

source: །དེ་བས་ན་རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་རང་བཞིན་གྱིས་མི་ལྡང་སྟེ། རང་བཞིན་གང་ཡིན་པ་དེ་ནི་མི་ལྡང་བའོ།
en: Therefore, Great King, phenomena are nonarising by nature; their nature is such that they do not arise.

source: །གང་མི་ལྡང་བ་དེ་ནི་ལྡང་བའི་གནས་དང་སྐབས་མེད་དོ།
en: Anything that is nonarising has no basis or occasion for arising.

source: རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་རང་བཞིན་དབེན་པའི་ཕྱིར་ཏེ།
en: Because, Great King, all phenomena are void by nature. “

source: རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་ཡོངས་སུ་མ་རྫོགས་པའི་ཕྱིར་རང་བཞིན་མེད་པའོ།
en: Great King, all phenomena are without inherent nature because they are unperfected.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་མ་འདྲེས་པའི་ཕྱིར་ཡོངས་སུ་མ་རྫོགས་པའོ།
en: Great King, all phenomena are unperfected because they are undivided.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་མ་བྱུང་བའི་ཕྱིར་མ་འདྲེས་པའོ།
en: Great King, all phenomena are undivided because they are unoriginated.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་དངོས་པོ་དང་བྲལ་བའི་ཕྱིར་མ་བྱུང་བའོ།
en: Great King, all phenomena are unoriginated because they are insubstantial.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་བྱེད་མི་ནུས་པའི་ཕྱིར་དངོས་པོ་མེད་པའོ།
en: Great King, all phenomena are insubstantial because they are unable to act.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་གླེན་པའི་ཕྱིར་བྱེད་མི་ནུས་པའོ།
en: Great King, all phenomena are unable to act because they are motionless.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་མི་འགྱུར་བའི་ཕྱིར་གླེན་པའོ།
en: Great King, all phenomena are motionless because they are unchanging.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་མི་སྐྱེ་བའི་ཕྱིར་མི་འགྱུར་བའོ།
en: Great King, all phenomena are unchanging are because they are nonarising.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་འབྲེལ་པ་མེད་པའི་ཕྱིར་མི་སྐྱེ་བའོ།
en: Great King, all phenomena are nonarising because they are unconnected.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་རང་བཞིན་གྱིས་འོད་གསལ་བའི་ཕྱིར་འབྲེལ་པ་མེད་པའོ།
en: Great King, all phenomena are unconnected because they are naturally luminous.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་དག་པའི་ཕྱིར་རང་བཞིན་གྱིས་འོད་གསལ་བའོ།
en: Great King, all phenomena are naturally luminous because they are pure.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་བླ་གབ་མེད་པ་དང་འདྲ་བའི་ཕྱིར་དག་པའོ།
en: Great King, all phenomena are pure because they are open.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་གཉེན་པོ་མེད་པའི་ཕྱིར་བླ་གབ་མེད་པ་དང་འདྲ་བའོ།
en: Great King, all phenomena are open because they are without remedy.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་གཉིས་སུ་མེད་པའི་ཕྱིར་གཉེན་པོ་མེད་པའོ།
en: Great King, all phenomena are without remedy because they are nondual.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་མཐའ་སྤངས་པའི་ཕྱིར་གཉིས་སུ་མེད་པའོ།
en: Great King, all phenomena are nondual because they avoid limitation.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་མཐའ་ཡས་པའི་ཕྱིར་མཐའ་སྤངས་པའོ།
en: Great King, all phenomena avoid limitation because they are limitless.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་མུ་མེད་པའི་ཕྱིར་མཐའ་ཡས་པའོ།
en: Great King, all phenomena are limitless because they are boundless.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་མཐའ་མ་མེད་པའི་ཕྱིར་མུ་མེད་པའོ།
en: Great King, all phenomena are boundless because they are unbounded.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་དམིགས་པ་མེད་པའི་ཕྱིར་མཐའ་མེད་པའོ།
en: Great King, all phenomena are unbounded because they are unobservable.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་ཕྱིན་ཅི་ལོག་ལ་མངོན་དུ་གནས་པའི་ཕྱིར་དམིགས་པ་མེད་པའོ།
en: Great King, all phenomena are unobservable because they are untrue.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་རྟག་པ་དང་སྡུག་པ་དང་། བདེ་བ་དང་བདག་མི་དམིགས་པའི་ཕྱིར་ཕྱིན་ཅི་མ་ལོག་པའོ།
en: Great King, all phenomena are untrue because they are unobservable in terms of being permanent, beautiful, pleasurable, or having a self.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་འགྲོ་བ་མེད་པའི་ཚུལ་གྱིས་རྟག་པའོ།
en: Great King, all phenomena are permanent because of the way in which they lack movement.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་རང་བཞིན་གྱིས་འོད་གསལ་བའི་ཕྱིར་སྡུག་པའོ།
en: Great King, all phenomena are beautiful because they are naturally luminous.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་རྣམ་པར་མི་རྟོག་པའི་ཕྱིར་བདེ་བའོ།
en: Great King, all phenomena are pleasurable because they are nonconceptual.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་བདག་མེད་པ་བསྟན་པའི་ཚུལ་གྱིས་བདག་གི་རང་བཞིན་ནོ།
en: Great King, all phenomena have the nature of self because of the way in which they demonstrate a lack of self. “

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་ནང་ཞི་བའི་ཕྱིར་འགྱོད་པ་མེད་པའོ།
en: Great King, all phenomena are free of remorse because they pacify the inner.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་དོན་དམ་པའི་བདེན་པ་ལ་གནས་པས་བརྫུན་པའོ།
en: Great King, all phenomena are false because they are situated within ultimate truth.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་རབ་ཏུ་ཞི་བའི་མཚན་ཉིད་པས་ཞི་བའོ།
en: Great King, all phenomena are peaceful because of their characteristic of absolute peace.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་བདག་གིར་བྱ་བ་དང་བྲལ་བས་བདག་གིར་བྱ་བ་མེད་པའོ།
en: Great King, all phenomena are unable to be owned because they are beyond ownership.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་རྣམ་པར་གྲོལ་བའི་མཚན་ཉིད་ཡིན་པས་རོ་མེད་པའོ།
en: Great King, all phenomena are tasteless because they are characterized by liberation.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་ངར་བྱེད་པ་མེད་པས་སྐྱོན་མེད་པའི་ལམ་དང་བྲལ་བའོ།
en: Great King, all phenomena are free of the faultless path because they cannot be made into self.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་རྣམ་པ་སྣ་ཚོགས་དང་བྲལ་བས་ཐ་མི་དད་པའོ།
en: Great King, all phenomena are indistinct because they are free of having various facets.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་རྣམ་པར་གྲོལ་བའི་རྗེས་སུ་འཇུག་པས་རོ་གཅིག་པའོ།
en: Great King, all phenomena have one taste because they engage with liberation.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་མཚན་མ་མེད་པའི་མཐའ་ཡིན་པས་དབེན་པའི་མཚན་ཉིད་དོ།
en: Great King, all phenomena are characterized by disengagement because they are the limit of the absence of marks.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་ལྟ་བའི་རྣམ་པ་ཐམས་ཅད་དང་བྲལ་བས་སྟོང་པའོ།
en: Great King, all phenomena are empty because they are free of all views.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་འཇུག་པ་མེད་ཅིང་དམིགས་པ་རྣམ་པར་དག་པས་མཚན་མ་མེད་པའོ།
en: Great King, all phenomena lack marks because they are without engagement and purified of observation.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་དུས་གསུམ་ལས་འདས་པའི་ཕྱིར་སྨོན་པ་མེད་པའོ།
en: Great King, all phenomena are absent of wishes because they transcend the three times.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་འདས་པ་དང་མ་འོངས་པ་དང་ད་ལྟར་དང་མ་འབྲེལ་བའི་ཕྱིར་དུས་གསུམ་ཡོངས་སུ་ཆད་པའོ།
en: Great King, all phenomena are separate from the three times because they are not connected to the past, present, and future.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་ཤིན་ཏུ་མ་སྐྱེས་པའི་ཕྱིར་མྱ་ངན་ལས་འདས་པའི་རྗེས་སུ་འབྲང་བའོ།
en: Great King, all phenomena accord with nirvāṇa because they are absolutely nonarising. “

source: །རྒྱལ་པོ་ཆེན་པོ་དེ་ཇི་སྙམ་དུ་སེམས།
en: Great King, what do you think?

source: ཆོས་གང་མ་སྐྱེས་མ་བྱུང་བ་དེ་ཉོན་མོངས་པར་བྱ་ནུས་སམ།
en: Could something that is nonarising and nonoccurring be afflicted?” “

source: །འཇམ་དཔལ་གྱིས་སྨྲས་པ། ཅི་དེ་བསལ་བར་ནུས་སམ། གསོལ་པ།
en: Mañjuśrī continued, “Could it be eliminated?” “

source: །འཇམ་དཔལ་གྱིས་སྨྲས་པ། རྒྱལ་པོ་ཆེན་པོ་དེ་ལྟ་བས་ན་དེ་བཞིན་གཤེགས་པས་ཆོས་ཐམས་ཅད་མྱ་ངན་ལས་འདས་པ་དང་མཚུངས་པར་མཁྱེན་ཏོ།
en: Mañjuśrī continued, “Therefore, Great King, the Thus-Gone One knows all phenomena to be equal to nirvāṇa.

source: །དེ་བས་ན་ཁྱོད་ཀྱི་འགྱོད་པ་དེ་ནི་བསལ་མི་ནུས་ཏེ།
en: Therefore, he cannot eliminate your remorse.

source: དེའི་ཕྱིར་རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་ནི་སེམས་ཕྱིན་ཅི་མ་ལོག་པ་དང་ཚུལ་བཞིན་དང་ལྡན་པར་གྱིས་ཤིག །
en: Therefore, Great King, adopt an unmistaken and accurate attitude.

source: ཡང་ཁྱོད་ཀྱིས་ཡང་དག་པར་བརྟག་པར་བྱ་སྟེ།
en: You should accurately investigate the following.

source: ཇི་ལྟར་རྟོག་པ་དེ་ཆོས་གང་ཡང་མི་ལེན་པ་དང་། མི་གཏོང་བ་དང་། ཆོས་གང་དང་ཡང་མི་འགྲོགས་པ་དེ་ལྟར་ཁྱོད་ཀྱིས་བརྟག་པར་བྱའོ།
en: Investigate how your thought cannot appropriate or discard any phenomena, how it does not accompany any other phenomena.

source: །གང་ཆོས་ཐམས་ཅད་དང་མི་འགྲོགས་པ་དེ་ནི་སྦྱངས་པའོ།
en: Whatever does not accompany any other phenomena is purified.

source: །གང་སྦྱངས་པ་དེ་ནི་རབ་ཏུ་ཞི་བའོ།
en: Anything that is purified is utterly peaceful.

source: །གང་རབ་ཏུ་ཞི་བ་དེ་ནི་རང་བཞིན་ནོ།
en: Anything that is utterly peaceful is natural.

source: །རང་བཞིན་གང་ཡིན་པ་དེ་ནི་མ་བྱས་པའོ།
en: Anything that is natural is uncreated. “

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ནི་བདག་པོ་མེད་པའི་ཕྱིར་མ་བྱས་པའོ།
en: Great King, all phenomena are uncreated because they are ownerless.

source: །དེ་ལ་ཁྱོད་ཀྱིས་བཟོད་པར་གྱིས་ཤིག་ཆོས་གང་ཡང་མི་བྱ་ཞིག །
en: You must accept this. Phenomena are not to be created in any way.

source: རྒྱལ་པོ་ཆེན་པོ་དེ་བས་ན་མི་བྱ་བ་ནི་མྱ་ངན་ལས་འདས་པ་སྟེ། དེ་ན་ནི་ཆོས་གང་ཡང་བྱ་བའམ་བསྒྱུར་བ་མེད་དེ།
en: Therefore, Great King, not acting is nirvāṇa, and within that no phenomena are created or transformed.

source: གང་བྱ་བ་དང་བསྒྱུར་བ་མེད་པ་དེ་ནི་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱའོ།
en: Anything that is not created or transformed is nirvāṇa.

source: །རྒྱལ་པོ་ཆེན་པོ་གང་དེ་ལྟར་མོས་པ་དེ་དག་ནི་ཡང་དག་པར་གྲོལ་བའོ།
en: Great King, whoever aspires to this is truly liberated.

source: །གང་ཡང་དག་པར་གྲོལ་བ་དེ་དག་གིས་ནི་ཆོས་གང་ཡང་མ་རྟོགས་ཏེ། རྒྱལ་པོ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་ནི་བྱེད་པ་མེད་པའོ།
en: Anyone who is truly liberated does not realize any phenomena, because, Great King, the suchness of all phenomena is uncreated.

source: །ཆོས་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་ནི་གཞན་ཡང་དེ་བཞིན་ཉིད་མ་ཡིན་པར་མི་འགྱུར་རོ།
en: The suchness of all phenomena could never become something that is not suchness.

source: །དེ་བཞིན་ཉིད་དེ་ཡང་དེ་བཞིན་ཉིད་མ་ཡིན་ནོ།
en: Yet suchness itself is not suchness.

source: །གཞན་ཡང་མ་ཡིན་ནོ།
en: Nor is it otherwise.

source: །དེ་བས་ན་གཞན་མ་ཡིན་པ་དེ་བཞིན་ཉིད་ཅེས་བྱའོ།
en: Therefore, the absence of other is what is known as suchness.

source: །རྒྱལ་པོ་ཆེན་པོ་དེ་བཞིན་ཉིད་ལ་མོས་ན་འགྱོད་པ་ཐམས་ཅད་མེད་པར་འགྱུར་མོད་ཀྱི།
en: Great King, if one aspires to suchness, all remorse will indeed disappear.
